Repository: gruetze-software/RetroScrap-2000-Releases
Catalog: RetroScrap2000/Properties/Resources.*.resx
Languages: de_de, es_es, fr_fr

# Txt_Status_Label_Scrap_Running
source: The online search via screenscraper.fr is running...
de_de: Die Online-Suche über screenscraper.fr läuft...
es_es: La búsqueda en línea a través de screenscraper.fr está en curso...
fr_fr: La recherche en ligne via screenscraper.fr est en cours...

# Txt_Splash_LoadingSettings
source: Loading Settings...
de_de: Lade Einstellungen...
es_es: Cargando configuraciones...
fr_fr: Chargement des paramètres...

# Txt_Status_Label_ReadRoms
source: The retrosystems are being loaded...
de_de: Die Retrosysteme werden eingelesen...
es_es: Se están cargando los sistemas retro...
fr_fr: Chargement des systèmes rétro...

# Txt_Log_Scrap_CancelRequest
source: Cancellation has been requested. Please wait.
de_de: Abbruch wurde angefordert. Bitte warten.
es_es: Se ha solicitado la cancelación. Por favor, espere.
fr_fr: Annulation demandée. Veuillez patienter.

# Txt_Api_SsUser_LastLogin
source: Last Login: {0}
de_de: Letzter Besuch: {0}
es_es: Último acceso: {0}
fr_fr: Dernière connexion : {0}

# Txt_Dlg_Select_Image
source: Please select a Image for Rom.
de_de: Bitte ein Bild für Rom auswählen.
es_es: Por favor, selecciona una imagen para Rom.
fr_fr: Veuillez sélectionner une image pour Rom.

# Txt_Msg_Scrap_NoRom
source: No Rom selected.
de_de: Es wurde kein Rom ausgewählt.
es_es: Ninguna ROM seleccionada.
fr_fr: Aucune ROM sélectionnée.

# Txt_Status_Label_RomNotSaved
source: Rome could not be saved.
de_de: Rom konnte nicht gespeichert werden.
es_es: No se pudo guardar la ROM.
fr_fr: La ROM n’a pas pu être enregistrée.

# Txt_System_Manufacturer
source: Manufacturer
de_de: Hersteller
es_es: Fabricante
fr_fr: Fabricant

# Txt_Api_SsUser_RequestPerDay
source: Requests per Day: {0}/{1} ({2}%)
de_de: Requests pro Tag: {0}/{1} ({2}%)
es_es: Solicitudes por día: {0}/{1} ({2}%)
fr_fr: Requêtes par jour : {0}/{1} ({2}%)

# Txt_Splash_Initializing
source: Initializing RetroScrap 2000....
de_de: Starte RetroScrap 2000....
es_es: Inicializando RetroScrap 2000....
fr_fr: Initialisation de RetroScrap 2000....

# Txt_Log_Scrap_SaveGamelist_success
source: Gamelist.xml successfully saved.
de_de: Gamelist.xml erfolgreich gespeichert.
es_es: Gamelist.xml guardado correctamente.
fr_fr: Gamelist.xml enregistré avec succès.

# Txt_Log_Scrap_NoName
source: No name provided.
de_de: Kein Name angegeben.
es_es: No se proporcionó ningún nombre.
fr_fr: Aucun nom fourni.

# Txt_Api_SsUser_Name
source: User: {0}
de_de: Name: {0}
es_es: Usuario: {0}
fr_fr: Utilisateur : {0}

# Txt_Status_Label_RomSave
source: Rom was successfully saved.
de_de: Rom wurde erfolgreich gespeichert.
es_es: La ROM se guardó correctamente.
fr_fr: La ROM a été enregistrée avec succès.

# Txt_Log_Scrap_SaveGameList
source: Save Gamelist.xml...
de_de: Speichere Gamelist.xml...
es_es: Guardar Gamelist.xml...
fr_fr: Enregistrer Gamelist.xml...

# Txt_Api_Err_NoResponse
source: Error: No response from server.
de_de: Fehler: Keine Antwort vom Server.
es_es: Error: no hay respuesta del servidor.
fr_fr: Erreur : aucune réponse du serveur.

# Txt_Dlg_Select_Video
source: Please select a Video-File for Rom.
de_de: Bitte ein Video für Rom auswählen.
es_es: Por favor, selecciona un video para Rom.
fr_fr: Veuillez sélectionner une vidéo pour Rom.

# Txt_Status_Label_AnzRomsLoad
source: {0} Roms loaded.
de_de: {0} Roms wurden eingelesen.
es_es: {0} ROM cargadas.
fr_fr: {0} ROM chargées.

# Txt_Log_Scrap_NoDataFoundFor
source: No data found for
de_de: Keine Daten gefunden für
es_es: No se encontraron datos para
fr_fr: Aucune donnée trouvée pour

# Txt_Msg_Scrap_NoDataFound
source: No Data found for the Rom.
de_de: Keine Daten zu dem Rom gefunden.
es_es: No se encontraron datos.
fr_fr: Rom/Iso/Dossier non trouvée.

# Txt_Msg_Opt_Language_Change
source: The language will be fully adopted after a restart. Would you like to restart the application now?
de_de: Die Sprache wird nach einem Neustart vollständig übernommen. Möchten Sie die Anwendung jetzt neu starten?
es_es: El idioma se aplicará completamente después de reiniciar. ¿Desea reiniciar la aplicación ahora?
fr_fr: La langue sera complètement appliquée après un redémarrage. Voulez-vous redémarrer l'application maintenant ?

# Txt_Msg_Scrap_WrongRomFile
source: The ROM file could not be determined.
de_de: Die ROM-Datei konnte nicht bestimmt werden.
es_es: No se pudo determinar el archivo ROM.
fr_fr: Le fichier ROM n’a pas pu être identifié.

# Txt_Api_Err_CheckInternet
source: Check your login and internet connection.
de_de: Prüfe die Login-Daten und die Internetverbindung.
es_es: Verifique sus credenciales y su conexión a Internet.
fr_fr: Vérifiez vos identifiants et votre connexion Internet.

# Txt_Status_Label_ReadSystem
source: Loading Roms from {0}...
de_de: Die Roms von {0} werden geladen...
es_es: Cargando ROM desde {0}...
fr_fr: Chargement des ROM à partir de {0}...

# Txt_Api_SsUser_Region
source: Region: {0}
es_es: Región: {0}
fr_fr: Région : {0}

# Txt_Api_SsUser_MaxThreads
source: Max. Threads: {0}
es_es: Hilos máx.: {0}
fr_fr: Threads max. : {0}

# Txt_Log_Scrap_Loading
source: Download
de_de: Lade
es_es: Descargar
fr_fr: Télécharger

# Txt_Msg_Rom_WrongPath
source: Please select a valid path.
de_de: Bitte einen gültigen Pfad auswählen.
es_es: Por favor, seleccione una ruta válida.
fr_fr: Veuillez sélectionner un chemin valide.

# Txt_Log_Scrap_SaveGamelist_fail
source: Error saving Gamelist.xml!
de_de: Fehler beim Speichern von Gamelist.xml!
es_es: ¡Error al guardar Gamelist.xml!
fr_fr: Erreur lors de l’enregistrement de Gamelist.xml !

# Txt_Msg_Scrap_NoSystem
source: No suitable system could be found for the ROM.
de_de: Es konnte kein passendes System zu dem ROM gefunden werden.
es_es: No se encontró ningún sistema adecuado para la ROM.
fr_fr: Aucun système approprié n’a pu être trouvé pour la ROM.

# Txt_Log_Scrap_CheckDataFrom
source: Check the data from
de_de: Überprüfe die Daten von
es_es: Verifique los datos de
fr_fr: Vérifiez les données de

# Txt_Api_SsUser_Visits
source: Visits: {0}
de_de: Anz. Besuche: {0}
es_es: Visitas: {0}
fr_fr: Visites : {0}

# Txt_Status_Label_Ready
source: Ready.
de_de: Bereit.
es_es: Listo.
fr_fr: Prêt.

# Txt_Msg_Scrap_Fail
source: The scrap process has failed.
de_de: Der Scrap-Vorgang ist fehlgeschlagen
es_es: El proceso de scraping ha fallado.
fr_fr: Le processus de scraping a échoué.

# Txt_Log_Scrap_NoJson
source: The answer is not JSON Format.
de_de: Die Antwort ist nicht im Json-Format.
es_es: La respuesta no está en formato JSON.
fr_fr: La réponse n’est pas au format JSON.

# Txt_PleaseWait
source: Please wait...
de_de: Bitte warten...
es_es: Por favor, espere...
fr_fr: Veuillez patienter...

# Txt_Api_SsUser_Level
source: Level: {0}
es_es: Nivel: {0}
fr_fr: Niveau : {0}

# Txt_Api_SsUser_DownloadKBS
source: Max. Download: {0} KB/s
es_es: Descarga máx.: {0} KB/s
fr_fr: Téléchargement max. : {0} KB/s

# Txt_Msg_StartAppNoSsUser
source: To fully utilize the application, the username and password for screenscraper.fr must be entered under options.
de_de: Um die Anwendung vollständig nutzen zu können, müssen unter Optionen der Benutzername und das Passwort für screenscraper.fr eingegeben werden.
es_es: Para poder utilizar la aplicación completamente, se deben ingresar el nombre de usuario y la contraseña para screenscraper.fr en opciones.
fr_fr: Pour utiliser pleinement l'application, vous devez entrer le nom d'utilisateur et le mot de passe pour screenscraper.fr dans les options.

# Txt_Scrap_Auto_Title_FromSystem
source: Scraping {0}/{1} ROMs from system
de_de: Scrape {0}/{1} Roms vom System
es_es: Extracción de {0}/{1} ROM del sistema
fr_fr: Extraction de {0}/{1} ROM du système

# Txt_Msg_Opt_RetroPie_Info1
source: Important info for RetroPie users:
de_de: Wichtige Info für RetroPie-Benutzer:
es_es: Información importante para usuarios de RetroPie:
fr_fr: Information importante pour les utilisateurs de RetroPie :

# Txt_Log_Scrap_End
source: Scrap process completed.
de_de: Scrap-Vorgang beendet.
es_es: Proceso de chatarra completado.
fr_fr: Processus de récupération terminé.

# Txt_Api_Err_UserFail
source: Login failed or user information is missing.
de_de: Login fehlgeschlagen oder Benutzerinfo fehlt.
es_es: Error de inicio de sesión o falta de información del usuario.
fr_fr: Échec de la connexion ou informations de l'utilisateur manquantes.

# Txt_Msg_Opt_RetroPie_Info2
source: The tool creates the gamelist.xml and media files directly in the respective ROM folders. To ensure that EmulationStation can load them correctly, only a small adjustment is required:
de_de: Das Tool erstellt die gamelist.xml und die Mediendateien direkt in den jeweiligen ROM-Ordnern. Damit EmulationStation diese korrekt laden kann, ist nur eine kleine Anpassung erforderlich:
es_es: La herramienta crea el gamelist.xml y los archivos multimedia directamente en las respectivas carpetas de ROM. Para que EmulationStation pueda cargar esto correctamente, solo se requiere un pequeño ajuste:
fr_fr: L'outil crée le fichier gamelist.xml et les fichiers multimédias directement dans les dossiers ROM respectifs. Pour que EmulationStation puisse les charger correctement, une petite modification est nécessaire :

# Txt_Msg_Opt_RetroPie_Info3
source: Open the main menu in EmulationStation and go to 'UI Settings.' Set the option 'Parse Gamelists Only' to OFF. After this setting, EmulationStation will display the data created by this tool as usual.
de_de: Öffne in EmulationStation das Hauptmenü und gehen zu 'UI Settings'. Setze die Option 'Parse Gamelists Only' auf AUS. Nach dieser Einstellung wird EmulationStation die von diesem Tool erstellten Daten wie gewohnt anzeigen.
es_es: Abre el menú principal en EmulationStation y ve a 'Configuraciones de UI'.Configura la opción 'Parse Gamelists Only' en DESACTIVADO. Después de este ajuste, EmulationStation mostrará los datos creados por esta herramienta como de costumbre.
fr_fr: Ouvrez le menu principal dans EmulationStation et allez dans 'Paramètres de l'interface utilisateur'. Définissez l'option 'Parse Gamelists Only' sur OFF. Après ce réglage, EmulationStation affichera les données créées par cet outil comme d'habitude.

# Txt_Msg_Qestion_DeleteRom
source: Do you really want to delete the files listed below along with their associated ROM information?
de_de: Sollen die unten genannten Dateien mit den zugehörigen ROM-Informationen wirklich gelöscht werden?
es_es: ¿Realmente quieres eliminar los archivos listados a continuación junto con su información ROM asociada?
fr_fr: Voulez-vous vraiment supprimer le fichier '{0}' avec les informations de Rome qui lui sont associées ?

# Txt_Splash_Loading
source: Loading
de_de: Lade
es_es: Cargando
fr_fr: Chargement

# Txt_Splash_LoadingSystems
source: Loading Systems...
de_de: Lade Systeme...
es_es: Sistemas de carga...
fr_fr: Systèmes de chargement...

# Txt_Column_ScrapAuto_Message
source: Message
de_de: Text
es_es: Mensaje

# Txt_Column_ScrapAuto_Time
source: Timestamp
de_de: Zeitpunkt
es_es: Marca de tiempo
fr_fr: Horodatage

# Txt_Column_ScrapAuto_Type
source: Type
de_de: Typ
es_es: Tipo

# Txt_Msg_UpdateV1toV2
source: A newer version is available. Update your old version {0} to the new version {1}. Use the link for the download.
de_de: Es steht eine neuere Version zur Verfügung. Aktualisiere deine alte Version {0} mit der neuen Version {1}. Verwende den Link für den Download.
es_es: Una versión más nueva está disponible. Actualiza tu versión antigua {0} a la nueva versión {1}. Usa el enlace para la descarga.
fr_fr: Une version plus récente est disponible. Mettez à jour votre ancienne version {0} vers la nouvelle version {1}. Utilisez le lien pour le téléchargement.

# Txt_Msg_Err_DeleteRomXml
source: The entry could not be removed from the 'gamelist.xml'.
de_de: Der Eintrag konnte aus der 'gamelist.xml' nicht entfernt werden.
es_es: No se pudo eliminar la entrada del 'gamelist.xml'.
fr_fr: L'entrée n'a pas pu être supprimée du 'gamelist.xml'.

# Txt_Msg_Question_DeleteRomMultipleEntries
source: There are {0} entries in the 'gamelist.xml' for this ROM. Press 'Yes' to remove all entries and the ROM file. Press 'No' to remove only the single entry from the 'gamelist.xml' without deleting the file.
de_de: Es gibt {0} Einträge in der 'gamelist.xml' zu diesem Rom. Drücke auf 'Ja', um alle Einträge und die Rom-Datei zu entfernen. Drücke auf 'Nein', um nur den einen Eintrag aus der 'gamelist.xml' zu entfernen ohne die Datei zu löschen.
es_es: Hay {0} entradas en el 'gamelist.xml' para este ROM. Presiona 'Sí' para eliminar todas las entradas y el archivo ROM. Presiona 'No' para eliminar solo la entrada individual del 'gamelist.xml' sin borrar el archivo.
fr_fr: Il existe plusieurs entrées pour ce ROM dans le 'gamelist.xml'. Appuyez sur 'Oui' pour supprimer toutes les entrées ainsi que le fichier ROM. Appuyez sur 'Non' pour supprimer uniquement l'entrée unique du 'gamelist.xml' sans supprimer le fichier.

# Txt_Status_Label_CheckingMedia
source: Checking media files...
de_de: Prüfe Mediendateien...
es_es: Comprobando archivos multimedia...
fr_fr: Vérification des fichiers multimédias...

# Txt_Log_Scrap_New_Media
source: Set new medium
de_de: Setze neues Medium
es_es: Establecer nuevo medio
fr_fr: Définir un nouveau support

# Txt_Log_Scrap_Media_Move_Fail
source: Error while copying
de_de: Fehler beim Kopieren
es_es: Error al copiar
fr_fr: Erreur lors de la copie

# Txt_Log_Scrap_Different_Replace
source: Differences found, replace file
de_de: Unterschiede gefunden, ersetze Datei
es_es: Diferencias encontradas, reemplaza el archivo
fr_fr: Différences trouvées, remplacer le fichier

# Txt_Log_Scrap_Identical_Skip
source: No differences found, skipping
de_de: Keine Unterschiede gefunden, Überspringe
es_es: No se encontraron diferencias, se omite
fr_fr: Aucune différence trouvée, passage

# Txt_Media_ToolTip_Open
source: Open the current medium (image or video) with the default program.
de_de: Das aktuelle Medium (Bild oder Video) mit dem Standardprogramm öffnen.
es_es: Abrir el medio actual (imagen o video) con el programa predeterminado.
fr_fr: Ouvrir le média actuel (image ou vidéo) avec le programme par défaut.

# Txt_Media_ToolTip_New
source: Insert a new medium (image or video).
de_de: Ein neues Medium (Bild oder Video) setzen.
es_es: Insertar un nuevo medio (imagen o video).
fr_fr: Ajouter un nouveau média (image ou vidéo).

# Txt_Media_ToolTip_Delete
source: Remove the existing image or video.
de_de: Das vorhandene Bild oder Video entfernen.
es_es: Eliminar la imagen o el video existente.
fr_fr: Supprimer l'image ou la vidéo existante.

# Txt_Msg_Question_DeleteMedia
source: If you want to delete the file, press Yes. If you only want to delete the information about the file and keep the file, press No.
de_de: Wenn Du die Datei löschen möchtest, drücke Ja. Wenn Du nur die Information zur Datei löschen und die Datei behalten willst, drücke Nein.
es_es: Si deseas eliminar el archivo, presiona Sí. Si solo quieres eliminar la información del archivo y conservar el archivo, presiona No.
fr_fr: Si tu souhaites supprimer le fichier, appuie sur Oui. Si tu veux seulement supprimer les informations sur le fichier et conserver le fichier, appuie sur Non.

# Txt_Msg_Question_NewMedia
source: If you select a new file, the existing file will be replaced. Do you want to do that?
de_de: Wenn Du eine neue Datei auswählst, wird die vorhandene Datei ersetzt. Möchtest Du das?
es_es: Si seleccionas un archivo nuevo, se reemplazará el archivo existente. ¿Deseas hacerlo?
fr_fr: Si tu sélectionnes un nouveau fichier, le fichier existant sera remplacé. Veux-tu faire cela ?

# Txt_Menu_AddMedium
source: Add new '{0}' medium...
de_de: Neues '{0}'-Medium hinzufügen...
es_es: Añadir nuevo tipo de medio '{0}'...
fr_fr: Ajouter un nouveau support '{0}'...

# Txt_Fail_FileNotExist
source: File not found!
de_de: Datei nicht gefunden!
es_es: ¡Archivo no encontrado!
fr_fr: Fichier non trouvé !

# Txt_Msg_Opt_MM_AlwaysExist
source: A source with this combination of path and XML key already exists. Please change the path or the XML key.
de_de: Eine Quelle mit dieser Kombination aus Pfad und XML-Schlüssel existiert bereits. Bitte ändern Sie den Pfad oder den XML-Schlüssel.
es_es: Ya existe una fuente con esta combinación de ruta y clave XML. Cambie la ruta o la clave XML.
fr_fr: Une source avec cette combinaison de chemin et de clé XML existe déjà. Veuillez modifier le chemin ou la clé XML.

# Txt_Msg_Opt_MM_XmlAlwaysExist
source: The XML key is already in use. Choose a different one.
de_de: Der XML-Schlüssel ist bereits vergeben. Wähle einen anderen.
es_es: La clave XML ya está en uso. Elija otra.
fr_fr: La clé XML est déjà utilisée. Choisissez-en une autre.

# Txt_Msg_Opt_MM_MissingData
source: The entry cannot be added. Essential data is missing.
de_de: Der Eintrag kann nicht hinzugefügt werden. Es fehlen wesentliche Daten.
es_es: No se puede agregar la entrada. Faltan datos esenciales.
fr_fr: Impossible d'ajouter l'entrée. Des données essentielles sont manquantes.

# Txt_Msg_Opt_MM_InvalidXmlKey
source: This is an invalid XML key. Only Latin letters, numbers, and hyphens are allowed; it cannot start with a number and cannot contain special characters such as <, >, &, or spaces.
de_de: Das ist ein ungültiger XML-Schlüssel. Erlaubt sind nur lateinische Buchstaben, Zahlen und Bindestriche, er darf nicht mit einer Zahl beginnen und keine Sonderzeichen wie <, >, & oder Leerzeichen enthalten.
es_es: Esta es una clave XML inválida. Solo se permiten letras latinas, números y guiones; no puede comenzar con un número ni contener caracteres especiales como <, >, &, o espacios.
fr_fr: Ceci est une clé XML invalide. Seules les lettres latines, les chiffres et les traits d'union sont autorisés ; elle ne peut pas commencer par un chiffre et ne peut pas contenir de caractères spéciaux tels que <, >, &, ou des espaces.

# Txt_Msg_Opt_MM_RelPathWithOutRomPath
source: The relative path can only be set if the ROM path is set. Please first select the ROM path in the main dialog.
de_de: Der relative Pfad kann nur gesetzt werden, wenn der ROM-Pfad gesetzt ist. Bitte zunächst den ROM-Pfad im Haupt-Dialog auswählen.
es_es: La ruta relativa solo se puede configurar si se establece la ruta del ROM. Por favor, primero seleccione la ruta del ROM en el diálogo principal.
fr_fr: Le chemin relatif ne peut être défini que si le chemin du ROM est défini. Veuillez d'abord sélectionner le chemin du ROM dans la boîte de dialogue principale.

# Txt_Msg_Opt_MM_WarningRelPathNotSet_RomPath
source: The relative path to the Rom path '{0}' could not be determined. Please note that, for example, both folders must be on the same drive.
de_de: Der relative Pfad zum Rom-Pfad '{0}' konnte nicht ermittelt werden. Beachte bitte, dass z. B. beide Ordner auf demselben Laufwerk sein müssen.
es_es: No se pudo determinar la ruta relativa a la ruta de Rom '{0}'. Tenga en cuenta que, por ejemplo, ambas carpetas deben estar en la misma unidad.
fr_fr: Le chemin relatif vers le chemin Rom '{0}' n'a pas pu être déterminé. Veuillez noter que, par exemple, les deux dossiers doivent être sur le même lecteur.

# Txt_Msg_UnderConstruction
source: This feature is still in progress. But it will definitely be included in the next release!
de_de: Diese Funktion ist noch in Arbeit. Aber es wird bestimmt im nächsten Release dabei sein!
es_es: ¡Esta función todavía está en desarrollo. Pero seguramente estará incluida en la próxima versión!
fr_fr: Cette fonctionnalité est encore en cours de développement. Mais elle sera sûrement incluse dans la prochaine version !

# Txt_Log_Scrap_MoreThenOneMatch
source: There is more than one match. Scrape the ROM individually.
de_de: Es gibt mehr als einen Treffer. Scrape das ROM einzeln.
es_es: Hay más de un resultado. Actualiza el ROM individualmente.
fr_fr: Il y a plus d'un résultat. Mettez à jour le ROM individuellement.

# Txt_Msg_Question_ClearSystem
source: This function removes references to files that no longer exist. This makes the 'gamelist.xml' slimmer and faster. Continue?
de_de: Diese Funktion entfernt Verweise auf nicht mehr existierende Dateien. Dadurch wird die 'gamelist.xml' schlanker und schneller. Fortfahren?
es_es: Esta función elimina las referencias a archivos que ya no existen. Esto hace que 'gamelist.xml' sea más ligero y rápido. ¿Continuar?

# Txt_Msg_Info_CleaningFinish
source: Cleaning successful.
de_de: Erfolgreich gesäubert.
es_es: Limpieza exitosa.

# Txt_Status_Label_RomSaving
source: Saving in progress...
de_de: .Speichervorgang läuft...
es_es: Guardando en progreso...

# Txt_Msg_Question_GroupFilesM3U
source: The following files are grouped into a ROM entry in an m3u file. The files are not deleted, but instead of these files, only the m3u file is displayed. So make sure that the files really belong together:
de_de: Folgende Dateien werden in einer m3u-Datei gruppiert zu einem Rom-Eintrag. Die Dateien werden nicht gelöscht, aber anstelle dieser Dateien wird nur noch die m3u-Datei angezeigt . Stellen Sie also sicher, dass die Dateien wirklich zusammengehören:
es_es: Los siguientes archivos se agrupan en un archivo m3u como una entrada de ROM. Los archivos no se eliminan, pero en lugar de estos archivos, solo se mostrará el archivo m3u. Por lo tanto, asegúrese de que los archivos realmente pertenezcan juntos:

# Txt_Msg_Question_GroupFilesM3U_2
source: Would you like to continue?
de_de: Möchten Sie fortfahren?
es_es: ¿Te gustaría continuar?

# Txt_Msg_Error_CriticalShutdown
source: A critical error has occurred and the entire application will be terminated.
es_es: Ha ocurrido un error crítico y toda la aplicación se cerrará.

# Txt_Msg_Error_CriticalShutdownWithLog
source: A critical error has occurred and the entire application will be terminated. Details have been logged.
es_es: Ha ocurrido un error crítico y toda la aplicación se cerrará. Los detalles han sido registrados.

# Txt_Log_DailyLimitReached
source: The daily limit has been reached.
es_es: Se ha alcanzado el límite diario.
